<template>
    <div class="text-center mt-20" id="s4">
        <p class="text-4xl font-black mb-4 font-ray">چیست؟ S4</p>
        <p class="container mx-auto 2xl:px-96 xl:px-52 px-12 leading-9 font-ray text-xl" dir="rtl">S4 (مخفف Sharif Software Seminar Series) رویدادی ارائه محور است که در آن برخی از صاحب‌نظران حوزه مهندسی نرم‌افزار از سراسر جهان به ارائه آخرین دستاوردهای خود در زمینه‌های علمی و صنعتی می‌پردازند. هدف از برگزاری این رویداد، بررسی تاثیر عمق و بنیه‌ی دانش انتزاعی نرم‌افزار در مسیر پیش‌روی افراد در این حوزه در کنار انتشار و تعامل در زمینه‌های آکادمیک و صنعتی مربوطه است. اولین دوره S4 در روز‌های ۱۰ خرداد ماه به صورت حضوری و ۱۱ خرداد ماه به صورت مجازی در دانشگاه صنعتی شریف و به صورت رایگان برگزار می‌شود.
        </p>
        </div>
</template>